import './Blogs.scss'
import PopUp from "../../../../Utils/PopUp";
import React, {useEffect, useState} from "react";
import BlogElementForm from "./BlogElementForm";
import BlogList from "./BlogList";
import BlogElement from "./BlogElement";
import {useTranslation} from "react-i18next";

let demoproductList = [
   {
      id: "0",
      title: "Pitted Black Prunes",
      img: require('../../../../images/CartPage/001.png'),
      text: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
   },
   {
      id: "1",
      title: "Pitted Black Prunes",
      img: require('../../../../images/CartPage/001.png'),
      text: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
   },

   {
      id: "2",
      title: "Pitted Black Prunes",
      img: require('../../../../images/CartPage/001.png'),
      text: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
   },

   {
      id: "3",
      title: "Pitted Black Prunes",
      img: require('../../../../images/CartPage/001.png'),
      text: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
   }
]

let demoordersList = [
   {
      id: "0",
      title: "Name Surname 1",
      date: new Date(2023, 1, 1),
      headerparagraph: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
      footerparagraph: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
      postsList: demoproductList
   },
   {
      id: "1",
      title: "Name Surname 2",
      date: new Date(2023, 1, 1),
      headerparagraph: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
      footerparagraph: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
      postsList: demoproductList
   },

   {
      id: "2",
      title: "Name Surname 3",
      date: new Date(2023, 1, 1),
      headerparagraph: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
      footerparagraph: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
      postsList: demoproductList
   },

   {
      id: "3",
      title: "Name Surname 4",
      date: new Date(2023, 1, 1),
      headerparagraph: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
      footerparagraph: "შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი\n" +
          "                    უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი\n" +
          "                    ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.\n" +
          "                    პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში.\n" +
          "                    მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ\n" +
          "                    მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.",
      postsList: demoproductList
   }
]

export default function Blogs() {

   const [ordersList,setOrdersList] = useState([])
   const [loading, setLoading] = useState(true)
   const [trigger,setTrigger]= useState(false)
   const [triggerList,setTriggerList]= useState(false)
   const [editElement,setEditElement] = useState({})
   const {t} = useTranslation()

   const loadingPage = () => {
      setOrdersList(demoordersList)
      if( ordersList!= null){
         setLoading(false)
      }
   }

   useEffect(() => {
      loadingPage()
   },[])

   const editItemHandler = (props) => {
      setEditElement(props)
      openForm()
   }

   const editItemHandlerList = (props) => {
      setEditElement(props)
      openList()
   }

   const openForm = () => {
      if(trigger){
         console.log("close")
         setTrigger(false)
      }else{
         console.log("open")
         setTrigger(true)
      }
   }

   const openList = () => {
      if(triggerList){
         console.log("close")
         setTriggerList(false)
      }else{
         console.log("open")
         setTriggerList(true)
      }
   }

   return (
      <>
         <div className="Ocontainer">
            <div className="Olist">
               
               <div className="filterContainer">
                  <div className="firstPart">
                     <h2>{t("blogs")} {t("list")}</h2>
                     <button className='opBtn' onClick={() => {
                        openForm()
                     }}>+ Add Post
                     </button>
                  </div>
                  <div className="secondPart">
                     <p>{t("show")} <input type="text" className='inp1'/> {t("entries")}</p>
                     <p>{t("search")}: <input type="text" /></p>
                  </div>
               </div>

               <table className='Otable'>
                  <thead>
                     <td>{t("title")}</td>
                     <td>{t("date")}</td>
                     <td>{t("header")}</td>
                     <td>{t("paragraphs")} {t("list")}</td>
                     <td>{t("footer")}</td>
                  </thead>
                  <tbody>
                  {!loading && ordersList.length >0? ordersList.map(item => <BlogElement handleList={editItemHandlerList} handleEdit={editItemHandler} props={item} key={item.id}/> ) : "" }
                  </tbody>
               </table>
            </div>
            {trigger === true ?
                <PopUp>
                   <BlogElementForm close={openForm} props={editElement} handleList={openForm}/>
                </PopUp>
                : ""}
            {triggerList === true ?
                <PopUp>
                   <BlogList close={openList} props={editElement} handleList={openList}/>
                </PopUp>
                : ""}
         </div>
      </>
   )
}