import "./Confidential.scss"
import {useTranslation} from "react-i18next";

export default function Confidential() {
    const {t} = useTranslation()
   return (
      <>
         <div className="ConfTextContainer">
            <div className="ConfTextContainer2">
               <div className="ConfTextTitle">
                  <h1>კონფიდენციალობის პოლიტიკა</h1>
               </div>
               

               <div className="ConfTextText2">
                  <div className="MTT2SubTextContainer">
                     <h4>10. პერსონალურ მონაცემთა დაცვის პოლიტიკა</h4>
                     <ul>
                        <li><p>
                        პერსონალურ მონაცემთა დაცვის პოლიტიკა აღწერს თუ როგორ ამუშავებს www.frutera.ge თქვენ მიერ ჩვენთვის მოწოდებულ ინფორმაციას და მონაცემებს, რათა ვმართოთ თქვენი ურთიერთობა www.frutera.ge-სთან. თქვენს შესახებ ჩვენთვის მოწოდებულ ან სხვაგვარად ჩვენს ხელთ არსებული ნებისმიერი ინფორმაციის დამუშავება ხდება წინამდებარე პოლიტიკით განსაზღვრული წესით. ინფორმაციის მოწოდება შესაძლებელია ვებგვერდ Frutera.ge-ს საშუალებით, ტელეფონით ან სხვა საკომუნიკაციო არხით. აღნიშნული დოკუმენტით გვსურს, გაგიზიაროთ თუ რა საფუძვლით და მიზნით მოვიპოვებთ და ვამუშავებთ თქვენს პერსონალურ მონაცემებს და რა სამართლებრივი და ტექნიკური საშუალებებით ვიცავთ მათ. პერსონალურ მონაცემთა დაცვის პოლიტიკის მიღებით თქვენ აცნობიერებთ და აცხადებთ, რომ თქვენთვის გასაგებია და თანახმა ხართ თქვენი პერსონალური მონაცემების დამუშავება მოხდეს ამ პოლიტიკის შესაბამისად.
                        </p></li>
                           </ul>
                           <h4>10.1 ვინ ვართ ჩვენ?</h4>
                     <ul>
                        <li><p>
                        პერსონალურ მონაცემთა დაცვის პოლიტიკაში მითითებები www.frutera.ge -ზე (შემდგომში „ჩვენ“ ან „ჩვენი“) ნიშნავს ინდივიდუალური მეწარმე დავით გელუტაშვილის  (ს/კ: 43001008824; შემდგომში „კომპანია“ ან „ჩვენ“) მიერ მართულ Frutera.ge-ს („ვებგვერდი“ ან „გვერდი“). ჩვენ განვსაზღვრავთ პერსონალურ მონაცემთა დამუშავების მიზნებსა და საშუალებებს.                        </p></li>
                           </ul>
                           <h4>10.2. ვისთვის არის გამიზნული ეს დოკუმენტი?</h4>
                     <ul>
                        <li><p>
                        Frutera.ge-ს მომხმარებლებისთვის (მათ შორის ყოფილი, და/ან მომავალი) ან სხვა პირებისთვის, ვინც გამოხატა ინტერესი კონკრეტულ პროდუქტსა თუ მომსახურებაზე, არის ჩვენი მომხმარებლის კანონიერი წარმომადგენელი, ან საკონტაქტო პირი. ასევე სხვა ნებისმიერი პირისთვის, ვისთანაც ჩვენ პირდაპირი კონტაქტი არ გვაქვს, მაგრამ მისი ინფორმაციის დამუშავება აუცილებელია/სასურველია ჩვენი საქმიანობის განსახორციელებლად ან/და ჩვენი პროდუქტების/მომსახურების გასაუმჯობესებლად.                        </p></li>
                           </ul>
                           <h4>10.3. როგორ ვაგროვებთ თქვენს მონაცემებს?</h4>
                     <ul>
                        <li><p>
                        ჩვენ ვიყენებთ ე.წ  მზა ჩანაწერებს - Cookies და მსგავს ტექნოლოგიებს თქვენი გამოცდილების პერსონალიზირებისა და გაუმჯობესების მიზნით. მზა ჩანაწერებს ვაგროვებთ თქვენთვის ჩვენს ვებ-გვერდებსა და სხვა დისტანციურ პლატფორმებზე ნავიგაციის გამარტივების, ინფორმაციის სასურველი ფორმატით შეთავაზების, ძებნის პარამეტრების გაუმჯობესების, მომხმარებლის უსაფრთხო ავტორიზაციის, მარკეტინგის, ვებ გვერდების დიზაინის ოპტიმიზაციისა და მომხმარებლისთვის უკეთესად ადაპტირების მიზნით:

თქვენ მიერ ჩვენი ოფიციალური ვებ-გვერდის გამოყენებით;
მომსახურების და პროდუქტის მიღების მიზნით თქვენი მომართვით;
თქვენ მიერ ჩვენი მომსახურებით/პროდუქტებით სარგებლობით;
საჯარო წყაროებიდან მოპოვებული ინფორმაციით.                        </p></li>
                           </ul>
                           <h4>10.4. ჩვენსა და მომხმარებელს შორის გაფორმებული ხელშეკრულებით ნაკისრი ვალდებულებების, მათ შორის სამართლებრივი ვალდებულებების ეფექტური შესრულების მიზნით, ჩვენ ვახორციელებთ თქვენი პერსონალური მონაცემების დამუშავებას შემდეგი მიზნებით: </h4>
                     <ul>
                        <li><p>
                        მომხმარებლებთან ურთიერთობის მართვისთვის;
ახალი პროდუქტებისა და სერვისების დასანერგად;
თქვენ მიერ ჩვენი პროდუქტებით სარგებლობის პროცესის მონიტორინგისთვის;
მარკეტინგული აქტივობების განსახორციელებლად;
საიტზე აქტივობასთან დაკავშირებული სტატუსის შეტყობინებების გამოსაგზავნად, როგორიცაა მაგ. შესყიდვის წარმატებულად განხორციელება და სხვა.
ჩვენ პროდუქტებთან და სერვისებთან დაკავშირებით მომხმარებლების ქცევის მონიტორინგისთვის;
ჩვენი ბრენდების, პროდუქტების და სერვისების განვითარებისთვის/ გაუმჯობესებისთვის;
ახალი პროდუქტების, სისტემების ან სერვისების დასატესტად;
ხარისხიანი პროდუქტებისა და სერვისის მიწოდებისთვის;
თქვენგან უკუკავშირის მიღებისა და პრეტენზიებზე რეაგირებისთვის;
ჩვენი სისტემების არასათანადო გამოყენებისა და დანაშაულის პრევენციისთვის;
დანაშაულის გამოვლენისა და გამოძიებისთვის, ანგარიშების შესადგენად;
ჩვენი და ჩვენი მომხმარებელირებლების რისკების მართვისთვის;
ხელშეკრულებებით და კონტრაქტებით გათვალისწინებული ჩვენი უფლებების განხორციელებისთვის;
ჩვენი და თქვენი კანონიერი ინტერესების დასაცავად;
სხვა ლეგიტიმური მიზნებით.                        </p></li>
                           </ul>
                           <h4>10.5. რა სახის მონაცემებს ვამუშავებთ?</h4>
                     <ul>
                        <li><p>
                        თქვენს შესახებ ინფორმაცია და მონაცემები (გთხოვთ გაითვალისწინოთ, რომ ქვემოთ ჩამოთვლილი ინფორმაციის შეგროვება/შენახვა/გამოყენება/დამუშავება ჩვენ მიერ სავალდებულო არ არის. www.frutera.ge იტოვებს უფლებას პერსონალურ მონაცემთა დაცვის პოლიტიკით გათვალისწინებული სხვადასხვა მიზნით, კონკრეტულ შემთხვევებში საჭიროებისამებრ შეაგროვოს/შეინახოს/გამოიყენოს/დაამუშაოს მონაცემები), რომელთა შეგროვებაც, შენახვა, გამოყენება და დამუშავებაც შეგვიძლია, შეიძლება მოიცავდეს, მაგრამ არ შემოიფარგლებოდეს შემდეგი მონაცემებით:                         </p></li>
                           </ul>
                           <h4>პერსონალური მონაცემები
მომხმარებლის ანგარიშის დეტალები: </h4>
                     <ul>
                        <li><p>
                        თქვენს მიერ მომხმარებლის ანგარიშის გახსნისას (რეგისტრაციისას) და სერვისებით  სარგებლობისას, თქვენი შეკვეთის/მოთხოვნის დამუშავებისთვის/შესრულებისთვის და წინამდებარე პერსონალურ მონაცემთა დაცვის პოლიტიკით გათვალისწინებული მიზნებისთვის  შესაძლოა ჩვენ მოგთხოვოთ თქვენ შესახებ კონკრეტული პერსონალური მონაცემების მოწოდება, როგორიცაა: სახელი და გვარი, ელექტრონული ფოსტის მისამართი, სქესი, დაბადების თარიღი, ფაქტობრივი მისამართი, პირადი ნომერი, ტელეფონის ნომერი და ა.შ. 
                        </p></li>
                           </ul>
                           <h4>ნებაყოფლობითი ინფორმაცია: </h4>
                     <ul>
                        <li><p>
                        ჩვენ ასევე ვაგროვებთ ინფორმაციას, რომელსაც გვაწვდით ნებაყოფლობით სხვადასხვა საკომუნიკაციო საშუალებებით. მაგ.: როდესაც გვიკავშირდებით ელექტრონული ფოსტით ან გვიზიარებთ თქვენ შესახებ დამატებით ინფორმაციას თქვენ მიერ ჩვენი ვებ გვერდის სერვისების გამოყენებით ან გვაწვდით პირადი ინტერესების შესახებ ინფორმაციას.                        </p></li>
                           </ul>
                           <h4>Login ისტორია და ტექნიკური ინფორმაცია: </h4>
                     <ul>
                        <li><p>
                        სერვისების ფუნქციონირების გაუმჯობესებისა და მომხმარებლისთვის უკეთესი გამოცდილების გაზიარების მიზნით, ჩვენ ვაგროვებთ თქვენი მოწყობილობით, მათ შორის პროგრამული და ტექნიკური უზრუნველყოფით გადმოცემულ ტექნიკურ ინფორმაციას (მაგ. თუ რა ტიპის ბრაუზერს და ოპერაციულ სისტემას იყენებს თქვენი მოწყობილობა, რომელ ენას ანიჭებთ უპირატესობას, შესვლის დრო და ვებგვერდის დომენის სახელი, საიდანაც თქვენ უკავშირდებით სერვისებს და ა.შ.).                         </p></li>
                           </ul>
                           <h4>ინფორმაცია მოწყობილობის და დაკავშირების შესახებ:</h4>
                     <ul>
                        <li><p>
                        თუ თქვენს მოწყობილობაში ტვირთავთ პროგრამულ უზრუნველყოფას, ჩვენ შეგვიძლია შევაგროვოთ ინფორმაცია იმ კონკრეტული მოწყობილობიდან, რომელსაც თქვენ იყენებთ, რისი მიზანიც უსაფრთხოების დაცვა და თაღლითობის შემთხვევების გამოვლენა და პრევენციაა. მაგ.: ჩვენ შეგვიძლია შევაგროვოთ ინფორმაცია სხვა პროგრამული უზრუნველყოფის შესახებ, რომელიც გაშვებულია პროგრამულ უზრუნველყოფასთან ერთად და გამოვავლინოთ ხომ არ იყენებთ პროგრამულ უზრუნველყოფას, რომელიც დაკავშირებულია თაღლითურ ქმედებებთან (მაგ. რობოტები, მავნე პროგრამები, AI და ა.შ.)  ან შევამოწმოთ თუ რომელ კავშირს იყენებთ  VPN-ს თუ Proxy-ს.                         </p></li>
                           </ul>
                           <h4>ანალიტიკური ინფორმაცია: </h4>
                     <ul>
                        <li><p>
                        ჩვენ შეგვიძლია შევაგროვოთ ინფორმაცია  თქვენს მიერ სერვისების გამოყენების თაობაზე, როგორიცაა აპლიკაციების გამოყენება, ფაილების ძიება, მომხმარებლის აქტიურობა (მაგ. ნანახი გვერდები, კონკრეტულ გვერდზე დახარჯული დრო, ონლაინ გვერდების დათვალიერება, დაწკაპუნებები, ქმედებები და ა.შ.) დროის მარკები, შეტყობინებები და ა.შ. ინფორმაციის შეგროვება ხდება ინციდენტების აღმოფხვრის მიზნით, ასევე თქვენ მიერ სერვისების გამოყენების  შესახებ კვლევისა და ანალიზის მიზნებისთვის.                        </p></li>
                           </ul>
                           <h4>არაიდენტიფიცირებადი ინფორმაცია: </h4>
                     <ul>
                        <li><p>
                        ჩვენ შეგვიძლია, განვახორციელოთ თქვენი პერსონალური მონაცემების დეიდენტიფიკაცია და ანონიმიზაცია იმგვარად, რომ ვერ განხორციელდეს თქვენი პირდაპირ ან არაპირდაპირ იდენტიფიცირება. ამგვარად დაიდენტიფიცირებული ინფორმაციის ჩვენ მიერ გამოყენება და გამჟღავნება არ ექვემდებარება პერსონალურ მონაცემთა დაცვის პოლიტიკის ფარგლებში არსებულ შეზღუდვებს. ჩვენ შეგვიძლია შეუზღუდავად გავუმჟღავნოთ ეს ინფორმაცია სხვებს ნებისმიერი მიზნით.                        </p></li>
                           </ul>
                           <h4>10. პერსონალურ მონაცემთა დაცვის პოლიტიკა</h4>
                     <ul>
                        <li><p>
                        პერსონალურ მონაცემთა დაცვის პოლიტიკა აღწერს თუ როგორ ამუშავებს www.frutera.ge თქვენ მიერ ჩვენთვის მოწოდებულ ინფორმაციას და მონაცემებს, რათა ვმართოთ თქვენი ურთიერთობა www.frutera.ge-სთან. თქვენს შესახებ ჩვენთვის მოწოდებულ ან სხვაგვარად ჩვენს ხელთ არსებული ნებისმიერი ინფორმაციის დამუშავება ხდება წინამდებარე პოლიტიკით განსაზღვრული წესით. ინფორმაციის მოწოდება შესაძლებელია ვებგვერდ Frutera.ge-ს საშუალებით, ტელეფონით ან სხვა საკომუნიკაციო არხით. აღნიშნული დოკუმენტით გვსურს, გაგიზიაროთ თუ რა საფუძვლით და მიზნით მოვიპოვებთ და ვამუშავებთ თქვენს პერსონალურ მონაცემებს და რა სამართლებრივი და ტექნიკური საშუალებებით ვიცავთ მათ. პერსონალურ მონაცემთა დაცვის პოლიტიკის მიღებით თქვენ აცნობიერებთ და აცხადებთ, რომ თქვენთვის გასაგებია და თანახმა ხართ თქვენი პერსონალური მონაცემების დამუშავება მოხდეს ამ პოლიტიკის შესაბამისად.
                        </p></li>
                           </ul>
                           <h4>10.6. რამდენ ხანს ვინახავთ თქვენს პერსონალურ მონაცემებს?</h4>
                     <ul>
                        <li><p>
                        Frutera.ge უზრუნველყოფს თქვენი პერსონალური მონაცემების თანმიმდევრული და მაღალი ხარისხით დაცვასა და უსაფრთხოებას. თქვენს მონაცემებს ვინახავთ იმ ვადით, რაც აუცილებელია დამუშავების მიზნის მისაღწევად. თუ თქვენ აღარ ხართ Frutera.ge-ს მომხმარებელი, თქვენი მონაცემები შეინახება პოლიტიკის, კანონით და მარეგულირებელი დოკუმენტების გათვალისწინებული მიზნების შესაბამისად.                        </p></li>
                           </ul>
                           <h4>10.7. ვის ვუზიარებთ თქვენს მონაცემებს?</h4>
                     <ul>
                        <li><p>
                        საჭიროების შემთხვევაში, მონაცემების დამუშავების საფუძვლების არსებობისას, კანონმდებლობით ან ხელშეკრულებით ნაკისრი ვალდებულებების შესასრულებლად თქვენი პერსონალური მონაცემები შეგვიძლია გავუზიაროთ Frutera.ge-ს საქმიანობასთან დაკავშირებულ და ქვემოთ ჩამოთვლილ სხვა პირებს: 

თქვენს  კანონიერ წარმომადგენელს;
სამართალდამცავ ორგანოებს ან კანონმდებლობით განსაზღვრულ სხვა ორგანოებს;
მესამე მხარეებს, ვისთვისაც გვთხოვთ (ან ნებას გვრთავთ) თქვენი მონაცემების გაზიარებას;
მესამე მხარეებს, ვისთვისაც ინფორმაციის გაზიარება აუცილებელია თქვენ მიერ მოთხოვნილი პროდუქტებისა და სერვისების მიწოდების უზრუნველსაყოფად;
მომსახურების პროვაიდერებს - კომპანიებს, რომლებიც გვიწევენ მომსახურებას ან გასწევენ მომსახურებას ჩვენი სახელით;
კანონმდებლობით გათვალისწინებულ ნებისმიერ მესამე პირს.
თქვენთან დაკავშირებულ და თქვენთვის საინტერესო მომსახურებებთან, პროდუქტებთან, სერვისებთან, ვებგვერდებთან და აპლიკაციებთან  დაკავშირებული სარეკლამო მასალების მოწოდების მიზნით (პირდაპირი მარკეტინგი), ჩვენ შეგვიძლია უშუალოდ ვისარგებლოთ თქვენი პერსონალური ინფორმაციით, რომელიც შემოიფარგლება მხოლოდ თქვენი სახელით, ელექტრონული ფოსტის მისამართით ან ტელეფონის ნომრით.                        </p></li>
                           </ul>
                           <h4>10.8. ონლაინ უსაფრთხოება</h4>
                     <ul>
                        <li><p>
                        მიუხედავად იმისა, რომ ინფორმაციული უსაფრთხოების მიზნით ვიღებთ ყველა საჭირო ზომას, სწრაფი ტექნოლოგიური განვითარების პირობებში არ ვიღებთ პასუხისმგებლობას იმ პირების ქმედებებზე, რომლებიც ახორციელებენ არასანქცირებულ წვდომას, ბოროტად იყენებენ ან ტეხავენ სერვისებს. ჩვენ არ ვიძლევით აშკარა, ნაგულისხმევ ან სხვაგვარ გარანტიას, გარდა იმისა, რომ მივიღებთ ყველა ზომას ამგვარი შეღწევის პრევენციისთვის.                        </p></li>
                           </ul>
                           <h4>10.9. გარე ბმულები</h4>
                     <ul>
                        <li><p>
                        გვერდი შეიძლება შეიცავდეს სხვა ვებგვერდებზე გამავალ ბმულებს, რომელთაც შეიძლება ჰქონდეთ ჩვენგან განსხვავებული პოლიტიკები და მეთოდები. ის ფაქტი, რომ ჩვენ მოვახდინეთ ბმულის წარმოდგენა გვერდზე, არ წარმოადგენს ჩვენ მიერ მოწონებას, ავტორიზაციას, სპონსორობას ან ჩვენთვის მიკუთვნებას ამ გვერდთან, მის მფლობელებთან ან პროვაიდერებთან. სხვა გვერდებზე ბმულები მოცემულია მხოლოდ თქვენი გამოცდილების გამარტივების თვალსაზრისით. ჩვენ პასუხს არ ვაგებთ ჩვენს ვებგვერდთან დაკავშირებული სხვა ვებგვერდების შინაარსზე, უტყუარობაზე, პერსონალურ მონაცემთა დაცვის პოლიტიკასა და საიმედოობაზე. რისკი არსებობს ინტერნეტით ნებისმიერი ინფორმაციის, პროდუქტის, პროგრამული უზრუნველყოფის და სერვისების გამოყენებისას. ინტერნეტით ამ გვერდების გამოყენებამდე, ნდობამდე და რაიმეს შეძენამდე  დარწმუნდით, რომ სრულად აცნობიერებთ ამ რისკებს.                         </p></li>
                           </ul>
                           <h4>10.10. თქვენ უფლება გაქვთ:</h4>
                     <ul>
                        <li><p>
                        მიიღოთ ინფორმაცია თქვენს შესახებ დამუშავებული მონაცემების თაობაზე;
მოითხოვოთ მცდარი, არაზუსტი ან/და არასრული მონაცემების გასწორება, განახლება ან/და შევსება;
მოითხოვოთ მონაცემთა დამუშავების შეწყვეტა, წაშლა ან განადგურება:
ა) თუ გამოითხოვთ თანხმობას, რომელიც წარმოადგენს მონაცემთა დამუშავების ერთადერთ საფუძველს; თანხმობის გამოთხოვისათვის შეგიძლიათ დაგვიკავშირდეთ საიტზე „კონტაქტის“ გრაფაში მითითებულ ელექტრონულ ფოსტაზე.

ბ) თუ მონაცემთა დამუშავება ხდება უკანონოდ.

მოითხოვოთ მონაცემთა დაბლოკვა, თუ:
ა) სადავოა მონაცემთა ნამდვილობა ან სიზუსტე;

ბ) მონაცემთა დამუშავება უკანონოა, თუმცა თქვენ ეწინააღმდეგებით მათ წაშლას და სანაცვლოდ ითხოვთ დაბლოკვას;

გ) მონაცემები აღარ არის საჭირო მათი დამუშავების მიზნის მისაღწევად, თუმცა თქვენ ისინი გესაჭიროებათ სამართალწარმოების მიზნით;

დ) მიმდინარეობს მონაცემთა დამუშავების შეწყვეტის, წაშლის ან განადგურების მოთხოვნის განხილვა;

ნებისმიერ დროს გამოითხოვოთ თანხმობა, რომლითაც მოგვანიჭეთ თქვენი მონაცემის დამუშავების უფლება. ასეთ შემთხვევაში ჩვენ დამუშავებას შევწყვეტთ, თუ არ არსებობს მონაცემთა დამუშავების კანონმდებლობით გათვალისწინებული სხვა საფუძველი;
წარადგინოთ პრეტენზია დამუშავებასთან დაკავშირებით, მათ შორის სახელმწიფო ინსპექტორის სამსახურში ან სასამართლოში;
თქვენი უფლებების შეზღუდვა:
თქვენი უფლებები შეიძლება შეიზღუდოს, თუ ეს პირდაპირ გათვალისწინებულია კანონით, ან ამ უფლებების რეალიზაციამ შეიძლება საფრთხე შეუქმნას ქვეყნისთვის მნიშვნელოვან ფინანსურ ან ეკონომიკურ ინტერესებს; ზედამხედველობის განმახორციელებელი ორგანოების ფუნქციათა და უფლებამოსილებათა განხორციელებას; სახელმწიფო, კომერციული, პროფესიული და კანონით გათვალისწინებული სხვა სახის საიდუმლოებების დაცვას.                        </p></li>
                           </ul>
                           <h4>10.11. ცვლილებები პერსონალურ მონაცემთა დაცვის პოლიტიკაში</h4>
                     <ul>
                        <li><p>
                        დროთა განმავლობაში შესაძლებელია საჭირო გახდეს ჩვენი პერსონალურ მონაცემთა დაცვის პოლიტიკის შეცვლა. ცვლილებების შეტანის შემთხვევაში, ჩვენ გამოვაქვეყნებთ ამ ცვლილებებს ჩვენს ვებგვერდებზე. მოდიფიცირებული პერსონალურ მონაცემთა დაცვის პოლიტიკა ძალაში შედის გვერდზე გამოქვეყნების შემდეგ. თქვენი პასუხისმგებლობაა, რომ პერიოდულად ეწვიოთ ჩვენს ვებგვერდს და ცვლილების შემთხვევაში გაეცნოთ შეცვლილ პოლიტიკას. პოლიტიკაში ცვლილებების შეტანის შემდეგ ჩვენთვის თქვენს მიერ ინფორმაციის მოწოდება ან ჩვენი ვებგვერდებით სარგებლობა ნიშნავს, რომ თქვენ ეთანხმებით ცვლილებებს.                        </p></li>
                           </ul>
                           <h4>10.12. გამოყენების პირობები</h4>
                     <ul>
                        <li><p>
                        თქვენ მიერ ჩვენი გვერდის გამოყენება ნიშნავს, რომ თანახმა ხართ ჩვენს მიერ თქვენი პერსონალური მონაცემების, მათ შორის მზა ჩანაწერების გამოყენებაზე. პერსონალურ მონაცემთა დაცვის პოლიტიკა წარმოადგენს ვებგვერდის პირობების განუყოფელ ნაწილს.                        </p></li>
                           </ul>
                           <h4>10.13. თქვენი ვალდებულებები</h4>
                     <ul>
                        <li><p>
                        მომსახურების მიღების მიზნით აუცილებელია გვქონდეს თქვენს შესახებ სრულყოფილი და სწორი ინფორმაცია, აქედან გამომდინარე გთხოვთ, მომსახურების მიღების მიზნით კომპანიისთვის გაცემული ნებისმიერ საკონტაქტო და /ან სხვა ინფორმაციის ცვლილების შემთხვევაში, დაუყოვნებლივ შეგვატყობინოთ აღნიშნულის შესახებ.                             </p></li>
                           </ul>
                        </div>
                        </div>
                        <button className="CU_S" type="submit" href="/contactus">{t("contactus")}</button>
               </div>
         </div>
      </>
   )
}