import "./Delivery.scss"

export default function Delivery() {
   return (
      <>
         <div className="DelTextContainer">
            <div className="DelTextContainer2">
               <div className="DelTextTitle">
                  <h1>მიწოდება</h1>
               </div>
              
               <div className="DelTextText2">
                     <h4>შეძენის მოკლე ინსტრუქცია:</h4>
                     <ul>
                        <li><p>
                        1. შეარჩიეთ თქვენთვის სასურველი პროდუქტები და დაამატეთ კალათში 
                        </p></li>
                        <li><p>
                        2. ჩამოშალეთ კალათა და დააჭირეთ ღილაკს "ყიდვა"
                        </p></li>
                        <li><p>
                        3. შეძენის გვერდზე, ჩამონათვალიდან, აირჩიეთ მიწოდების ქალაქი

                        </p></li>
                        <li><p>
                        4. შეავსეთ ყველა მონაცემი სრულყოფილად 

                        </p></li>
                        <li><p>
                        5. აირჩიეთ გადახდის სასურველი მეთოდი 

                        </p></li>
                        <li><p>
                        6. დააჭირეთ ღილაკს „შეკვეთის განთავსება“

                        </p></li>
                        <h4>მიწოდების ტარიფები:</h4>
                        <li><p>
                        1. ტარიფები ანგარიშდება ავტომატურად, შეძენის გვერდზე.</p></li>
                        <li><p>
                        2. მიწოდება ხორციელდება მხოლოდ მისამართზე, ატანის გარეშე.</p></li>
                        <li><p>
                        შეკვეთების დამუშავება ხდება 10:00-დან 18:00 საათამდე. 18 საათის შემდეგ ან კვირას განხორციელებული შეკვეთების დამუშავება ხდება მომდევნო სამუშაო დღეს, თუმცა შესაძლოა მოქმედებდეს სხვა პირობებიც.
                        </p></li>
                        <li><p>
                        მიწოდების ფასი დამოკიდებულია შეკვეთის ღირებულებაზე: მინიმუმ 5 ლარი, ხოლო შეკვეთის 100 ლარზე მეტი ღირებულების შემთხვევაში, მიწოდება უფასოა.
                        </p></li>
                        <h4>დახმარება</h4>
                     </ul>
                        <button className="CU_S" type="submit" href="/contactus">Contact Us</button>
               </div>
            </div>
         </div>
      </>
   )
}