import React, {useState} from 'react';
import blog1 from '../../../images/Blogs/blog1.jpeg';
import blog2 from '../../../images/Blogs/blog2.jpeg';
import Header2 from "../Header2/Header2";
import Footer from "../Footer/Footer";
import './Blogs.scss'
function Blogs() {


    return(
      <>
            <Header2 />

      <div class="blogBcontainer">

        <section id="Blogs">

<div class="blog-container">


  <div class="blog__box">

    <div class="blog__img">
      <img src={blog2} alt="blog"/>
    </div>
    <div class="blog__text">
      <span>28 ივლისი 2022წ </span>
      <br/>
      <a href="blog" class="blog-title">რა სასარგებლო თვისებები აქვს შავი ქლიავის ჩირს?</a>
      <p>შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.
პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში. მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.</p>
<a class="blog-line" href="blog">კითხვის გაგრძელება</a>
  <br/>
  <br/>
      <p>10 კომენტარი</p>
    </div>

  </div>

  <div class="blog__box">

    <div class="blog__img">
      <img src={blog1} alt="blog"/>
    </div>
    <div class="blog__text">
      <span>28 ივლისი 2022წ </span>
      <br/>
      <a href="#" class="blog-title">რა სასარგებლო თვისებები აქვს ვაშლის ჩირს?</a>
      <p>შავი ქლიავის ჩირი სხვადასხვა სახეობის ქლიავისგან მზადდება. ხარისხიანი ქლიავის ჩირი რბილი მაგრამ მყარი უნდა იყოს, არ უნდა იყოს გამომშრალი და გამხმარი. სწროად შრობის შემთხვევაში ერთი კილოგრამი ახალი ქლიავისგან დაახლოებით 200 გრამი ჩირი გამოდის.
         პირველად შავი ქლიავის ჩირი ჩვენს წელთაღრიცხვამდე მეოთხე საუკუნეში დამზადდა კასპიის ზღვის მიდამოებში. მეცნიერები თვლიან, რომ ადგილობრივმა ტომებმა მწიფე ქლიავის მზეზე გამშრობა დაიწყეს და ასე ცდილობდნენ მოსავლის შენახვის ვადები გაეხანგრძლივებინათ.</p>
  
  <a class="blog-line" href="#">კითხვის გაგრძელება</a>
  <br/>
  <br/>
      <p>20 კომენტარი</p>
    </div>

  </div>

</div>

</section>    
</div>
<Footer />

        </>

    )       
}

export default Blogs;
