import "./MainText.scss"

export default function MainText() {
   return (
      <>
         <div className="MainTextContainer">
            <div className="MainTextContainer2">
               <div className="MainTextTitle">
                  <h1>წესები და პირობები</h1>
               </div>
               <div className="MainTextTitle2">
                  <h2>ფრუტერას ონლაინ მაღაზიით და ვებგვერდით სარგებლობის სამომხმარებლო ხელშეკრულება</h2>
                  <h4>გთხოვთ, ვებ-გვერდის გამოყენებამდე ყურადღებით გაეცნოთ წინამდებარე წესებს</h4>
               </div>
               <div className="MainTextText1">
                  <p>
                     წინამდებარე წესები და პირობები წარმოადგენს თქვენსა და „ფრუტერას“ - (შემდგომში „კომპანია“)
                     შორის დადებულ სავალდებულო ძალის მქონე შეთანხმებას და არეგულირებს მხოლოდ Frutera.ge-ს
                     ვებ-გვერდის და ონლაინ მაღაზიის გამოყენებას. ვებ-გვერდი ან/და მასთან დაკავშირებული მომსახურებები,
                     მათ შორის კომპანიის მიერ კლიენტების მისამართით განხორციელებული ნებისმიერი სახის კომუნიკაცია
                     შემოთავაზებულ მომსახურებებთან დაკავშირებით, შემდგომში ერთობლივად წოდებულია, როგორც Frutera.ge-ს
                     პლატფორმა;
                 </p>
                  <div className="MTT1SubTextContainer">
                     <ul>
                        <li><p>
                           პერსონალური ინფორმაცია, რომელსაც კომპანია თქვენგან ან მესამე პირებისგან მოიპოვებს, მუშავდება
                           წინამდებარე წესებში განსაზღვრული კონფიდენციალურობის პოლიტიკის შესაბამისად
                           <span  className="linkStyle">(მუხლი # 10)</span>;
                        </p></li>
                        <li><p>
                           Frutera.ge-ს გამოყენების წესებსა და პირობებზე თანხმობით, თქვენ ასევე ეთანხმებით Frutera.ge-ს
                           კონფიდენციალურობის და პერსონალურ მონაცემთა დაცვის პოლიტიკას
                           <span className="linkStyle">(მუხლი # 10)</span>;
                        </p></li>
                        <li><p>
                           Frutera.ge-ს გამოყენების წესებსა და პირობებზე თანხმობით, თქვენ ასევე ეთანხმებით Frutera.ge-ს
                           პროდუქტის დაბრუნების/შეცვლის პოლიტიკას <span className="linkStyle">(მუხლი # 8)</span>;
                        </p></li>
                        <li><p>
                           ვინაიდან მომხმარებელს აქვს სურვილი, გახსნას Frutera.ge-ს მიერ ოპერირებად პლატფორმაზე პირადი
                           ანგარიში, რათა შესაბამისად, მომხმარებელმა პლატფორმის მეშვეობით შეიძინოს, ხოლო კომპანიამ მოახდინოს
                           საკუთარი პროდუქციის რეალიზაცია, კომპანია და მომხმარებელი  თანხმდებიან, დადონ ხელშეკრულება,
                           რომლის საფუძველზეც მოხდება:
                        </p></li>
                        <li><p>
                           მომხმარებელის მიერ ანგარიშის გახსნა, გამოყენება, Frutera.ge-ს მიერ მის პლატფორმაზე განთავსებული
                           პროდუქციის  გაყიდვა და მომხმარებელისთვის მიწოდება, მომხმარებელის მიერ საფასურის გადახდა,
                           პლატფორმის საშუალებით განხორციელებული გაყიდვებიდან საკომისიოს დაანგარიშება და ანაზღაურების
                           წესი, ასევე ანგარიშის დახურვა;
                        </p></li>
                        <li><p>
                           ყველა მომხმარებელი, რომელსაც სურს Frutera.ge-ს ვებ-გვერდით სარგებლობა, ვალდებულია დაეთანხმოს
                           და დაიცვას ქვემოთ მოყვანილი წესები და პირობები. Frutera.ge-ის ადმინისტრაცია უფლებას იტოვებს,
                           ნებისმიერ დროს ცალმხრივად, ამავე ვებ-გვერდზე გამოქვეყნების გზით, შეიტანოს ცვლილებები ამ პირობებში
                           მომხმარებელის შემდგომი დამატებითი თანხმობის გარეშე.
                        </p></li>
                     </ul>
                  </div>
               </div>

               <div className="MainTextText2">
                  <div className="MTT2SubTextContainer">
                     <h4>1. ტერმინთა განმარტება</h4>
                     <ul>
                        <li><p>
                           1.1. წინამდებარე პირობებში გამოყენებულ ტერმინებს და განმარტებებს აქვთ ქვემოთ განსაზღვრული
                           მნიშვნელობა, გარდა იმ შემთხვევებისა, თუ დოკუმენტის კონტექსტიდან აშკარად სხვა რამ არ
                           გამომდინარეობს:
                        </p></li>
                        <li><p>
                           1.1.1. <span className="boldStyle">ანგარიში</span> - ნიშნავს მომხმარებელის მიერ ვებ-გვერდზე რეგისტრირებულ ანგარიშს;
                        </p></li>
                        <li><p>
                           1.1.2. <span className="boldStyle">ავტორიზაცია</span> - ნიშნავს მომხმარებლის მიერ პირად ანგარიშზე წვდომას და მოიცავს
                           წინამდებარე წესების და პირობების მე-6 მუხლით განსაზღვრულ ნებისმიერ ქმედებას;
                        </p></li>
                        <li><p>
                           1.1.3. <span  className="boldStyle">გამოყენების წესები</span> - ნიშნავს წინამდებარე წესებს, ნებისმიერ სხვა წესთან ან/და პირობასთან
                           ერთად, რომელსაც ეს გამოყენების წესები შესაბამისი მითითებით მიიჩნევენ ამ წესების ნაწილად
                           და რომლებიც არეგულირებენ მომხმარებელის მიერ ვებ-გვერდზე წვდომისა და მისი გამოყენების
                           საკითხებს, მათ შორის, დაკავშირებულს ნებისმიერ შინაარსთან, ფუნქციასთან და მომსახურებასთან,
                           რომელიც შეთავაზებულია ვებ-გვერდზე;
                        </p></li>
                        <li><p>
                           1.1.4. <span className="boldStyle">ვებ-გვერდი</span> - ნიშნავს Frutera.ge-ს, რომლის მეშვეობითაც ხდება პროდუქტის და
                           მომსახურების შეთავაზება;
                        </p></li>
                        <li><p>
                           1.1.5. <span className="boldStyle">მომხმარებელი</span> - იურიდიული ან ფიზიკური პირი, რომელიც აკმაყოფილებს წინამდებარე
                           პირობებით გათვალისწინებულ მოთხოვნებს და სურს Frutera.ge-ს პლატფორმის საშუალებით
                           შეიძინოს კომპანიის პროდუქცია;
                        </p></li>
                        <li><p>
                           1.1.6. ბრენდი ფრუტერა, რომელიც ეკუთვნის ინდივიდუალურ მეწარმე დავით გელუტაშვილს
                           რეგისტრირებულია და არსებობს საქართველოს კანონმდებლობის შესაბამისად, (რეგისტრირებული
                           17.10.2017 წ. საიდენტიფიკაციო ნომერი: 43001008824, იურიდიული მისამართი: თბილისი,
                           ლუბლიანას 11);
                        </p></li>
                        <li><p>
                           1.1.7. მომხმარებელი, მომხმარებლები - ნიშნავს Frutera.ge ვებ-გვერდზე რეგისტრირებულ მომხმარებელს;
                        </p></li>
                        <li><p>
                           1.1.8.  მხარეები - ნიშნავს კომპანიას და  მის მომხმარებელს;
                        </p></li>
                        <li><p>
                           1.1.9.  Frutera.ge პლატფორმა - Frutera.ge-ს მიერ ოპერირებადი პლატფორმა,
                           რომელიც ყოველგვარი შეზღუდვის გარეშე მოიცავს  Frutera.ge-ს ვებ-გვერდს;
                        </p></li>
                        <li><p>
                           1.1.10.  ოპერაცია - მომხმარებლის მიერ პირად ანგარიშთან ან/და მომსახურებებთან
                           დაკავშირებით  განხორციელებული ნებისმიერი ოპერაცია;
                        </p></li>
                        <li><p>
                           1.1.11.  უნივერსალური იდენტიფიკატორები - Frutera.ge-ს მიერ მომხმარებლისათვის
                           მიწოდებული მონაცემების ერთობლიობა, რომელთა გამოყენებითაც იგი რეგისტრირდება
                           იდენტიფიკაციის სისტემაში და შესაძლებლობა ეძლევა ისარგებლოს Frutera.ge-ს რიგი
                           დისტანციური მომსახურებებით ან/და დისტანციური მომსახურების არხებით;
                        </p></li>
                        <li><p>
                           1.1.12.  წვდომის კოდ(ებ)ი - კოდები, პაროლები, მომხმარებლის სახელი, საიდენტიფიკაციო
                           კოდი, უნივერსალური იდენტიფიკატორები და/ან სხვა სახის კონფიდენციალური ინფორმაცია,
                           რომელიც Frutera.ge-მ შესაძლოა მიაწოდოს მომხმარებელს სხვადასხვა მომსახურებასთან
                           წვდომისათვის;
                        </p></li>
                        <li><p>
                           1.1.13.  ხელშეკრულება - მომხმარებელსა და Frutera.ge-ს შორის გაფორმებული ხელშეკრულება,
                           რომელიც მოიცავს წინამდებარე წესებსა და პირობებს და მის დანართებს, ასეთის არსებობის შემთხვევაში;
                        </p></li>
                        <li><p>
                           1.1.14. მარაგი, მარაგშია - პროდუქტის ხელმისაწვდომობის სტატუსი, რომელიც განკუთვნილია მხოლოდ
                           ონლაინ მაღაზიისთვის და არ იძლევა ინფორმაციას კომპანიის რომელიმე ფიზიკური ფილიალის
                           მარაგების თაობაზე;
                        </p></li>
                        <li><p>
                           1.2.  სადაც კონტექსტი ამის საშუალებას იძლევა, მხოლობითი რიცხვის აღმნიშვნელი სიტყვები
                           ნიშნავს მრავლობითს და პირიქით.
                        </p></li>
                     </ul>
                  </div>
                  <div className="MTT2SubTextContainer">
                     <h4>2. განცხადებები და გარანტიები</h4>
                     <p>წინამდებარე წესებსა და პირობებზე თანხმობით, მომხმარებელი ადასტურებს, რომ: </p>
                     <ul>
                        <li><p>
                           2.1. არის საქართველოს კანონმდებლობის შესაბამისად დაფუძნებული იურიდიული
                           პირი ან 18 წლის ასაკს მიღწეული, ქმედუნარიანი ფიზიკური პირი;
                        </p></li>
                        <li><p>
                           2.2. გააჩნია სრული (შეუზღუდავი) ქმედუნარიანობა, არ იმყოფება ნარკოტიკული,
                           ალკოჰოლური, ფსიქოტროპული ან ტოქსიკური პრეპარატების ზემოქმედების ქვეშ,
                           არ იმყოფება შეცდომის, თაღლითობის, ზეწოლის, მუქარისა ან ნებისმიერი
                           მართლსაწინააღმდეგო ზემოქმედების ქვეშ და არ წარმოადგენს ძალადობის, მუქარის,
                           მოტყუების, შეცდომაში შეყვანისა თუ სხვა აკრძალული მოქმედების ობიექტს Frutera.ge-ს
                           ან ნებისმიერი მესამე პირის მხრიდან, სრულად აცნობიერებს საკუთარი ნების გამოვლენის
                           შინაარსს, პირობების დებულებათა არსს და მისგან გამომდინარე სამართლებრივ შედეგებს;
                        </p></li>
                        <li><p>
                           2.3. მომხმარებელს აქვს სრული უფლებამოსილება (ან მიიღებს შესაბამის უფლებამოსილებას)
                           იმისათვის, რომ ხელი მოაწეროს და შეასრულოს ამ პირობებით ან ნებისმიერი სხვა ხელშეკრულებებითა
                           და განაცხადებით გათვალისწინებული ვალდებულებები;
                        </p></li>
                        <li><p>
                           2.4.  გაეცნო პირობებს და ეს პირობები არის მისთვის მისაღები;
                        </p></li>
                        <li><p>
                           2.5.  მის მიერ წარმოდგენილი ყველა მონაცემი არის ზუსტი;
                        </p></li>
                        <li><p>
                           2.6. მომხმარებელი არ არის ჩაბმული ან არ მონაწილეობს არცერთი იურისდიქციის
                           კანონმდებლობით (რაც მოიცავს საქართველოს კანონმდებლობას და იმ ქვეყნის კანონმდებლობას,
                           რომლის მოქალაქეც არის მომხმარებელი) გათვალისწინებულ რაიმე სახის უკანონო საქმიანობაში
                           (მათ შორის, ფულის გათეთრებაში, იარაღით ვაჭრობაში, ტერორიზმსა ან სხვა სახის უკანონო
                           საქმიანობაში);
                        </p></li>
                        <li><p>
                           2.7. პირადი ანგარიშის გახსნისას და ხელშეკრულების მოქმედების მთელი პერიოდისათვის
                           მისი საქმიანობა ან/და ქმედება შესაბამისობაში არის/იქნება ადგილობრივ ან/და საერთაშორისო
                           კანონმდებლობასთან;
                        </p></li>
                        <li><p>
                           2.8. მისი ქმედება არ არის/იქნება მიმართული Frutera.ge-ს ან/და ნებისმიერი მესამე პირის/მხარის
                           მოტყუებისაკენ. აღნიშნული პრინციპის გათვალისწინებით ხელშეკრულების დასადებად ან მის საფუძველზე
                           და შესასრულებლად, მის მიერ Frutera.ge-სთვის წარდგენილი დოკუმენტი ან/და ინფორმაცია მისი
                           წარმოდგენის მომენტისათვის ასევე არის/იქნება უტყუარი, ზუსტი და სრული;
                        </p></li>
                        <li><p>
                           2.9. იგი კეთილსინდისიერად, სრულად და ჯეროვნად შეასრულებს პირობებით ნაკისრ ვალდებულებებს;
                        </p></li>
                        <li><p>
                           2.10. თანახმაა, პირადი ანგარიშის გახსნის შემდგომ, ხელშეკრულების შეწყვეტამდე,
                           Frutera.ge-მ მოიძიოს/გადაამოწმოს და დაამუშავოს მომხმარებლის მიერ მითითებული
                           ან მასთან დაკავშირებული ნებისმიერი, მათ შორის პერსონალური ინფორმაცია ან/და
                           უნივერსალური იდენტიფიკატორები;
                        </p></li>
                        <li><p>
                           2.11. მომხმარებელი დაუყოვნებლივ წერილობით აცნობებს Frutera.ge-ს ყველა იმ გარემოებ(ებ)ის
                           შესახებ, რომელიც შეიძლება წინააღმდეგობაში მოვიდეს მის აღნიშნულ განცხადებებთან ან/და
                           გამოიწვიოს აღნიშნული გარანტიების დარღვევა;
                        </p></li>
                        <li><p>
                           2.12. Frutera.ge  ხელშეკრულებას დებს ამ პირობებში მოცემულ განცხადებებსა, გარანტიებსა
                           და ვალდებულებებზე დაყრდნობით და თვლის მათ ხელშეკრულების პირობებად. შესაბამისად,
                           ხელშეკრულების დადების შემდეგ წინამდებარე მუხლით გათვალისწინებული განცხადებების,
                           გარანტიებისა და ვალდებულებების დარღვევა საკმარისი საფუძველია Frutera.ge-ს მიერ
                           ხელშეკრულებით და პირობებით გათვალისწინებული ყველა ან ნებისმიერი მომსახურების
                           გაწევაზე ცალმხრივი უარის სათქმელად.
                        </p></li>
                     </ul>
                  </div>
                  <div className="MTT2SubTextContainer">
                     <h4>3. Frutera.ge-ს სრული მომსახურებით და პროდუქტებით სარგებლობისათვის</h4>
                     <ul>
                        <li><p>
                           3.1. მომხმარებელი რეგისტრირდება ვებ-გვერდზე Frutera.ge;
                        </p></li>
                        <li><p>
                           3.2. რეგისტრაციისთვის მომხმარებელი უთითებს სახელს, გვარს, ელ.ფოსტას, ტელეფონის
                           ნომერს, ქალაქს და პაროლს, რომელიც იცის მხოლოდ მან და სისტემა არ ინახავს მას ღია
                           სახით, არამედ ინახავს მის ჰეშირებულ ვერსიას, რომელიც არ არის ხელმისაწვდომი არავისთვის
                           გარდა მეპატრონისა;
                        </p></li>
                        <li><p>
                           3.3. რეგისტრაციის დასასრულებლად მომხმარებელმა უნდა მონიშნოს ველი, რომ ეთანხმება
                           Frutera.ge-ს კონფიდენციალურობის პოლიტიკას და წესებს, მომსახურების პირობებს,
                           შეცვლის/დაბრუნების პოლიტიკას. შესაძლებელია, რომ აღნიშნული ველი უკვე მონიშნული
                           იყოს, მომხმარებლისთვის კომფორტის შექმნის და პროცესის გამარტივების მიზნით
                           <span className="linkStyle">(მუხლი # 8)</span>;
                        </p></li>
                        <li><p>
                           3.4. რეგისტრაციის დასრულების შემდეგ მომხმარებელი ვებ გვერდზე ირჩევს მისთვის სასურველ
                           პროდუქტს ან პროდუქტებს და ამატებს მათ კალათაში მათი ყიდვის მიზნით;
                        </p></li>
                        <li><p>
                           3.5. ყიდვის დასრულებისთვის მომხმარებელი ყიდვის გვერდზე ავსებს დამატებით ინფორმაციას
                           ფაქტიური მისამართის შესახებ, ირჩევს მიტანის და მისთვის სასურველ გადახდის მეთოდებს
                           და ასრულებს ყიდვის პროცედურას;
                        </p></li>
                        <li><p>
                           3.6. მომხმარებლისთვის დამატებითი კომფორტის შექმნისა და პროცესის გამარტივების მიზნით,
                           შეძენის პროცესში დასაშვებია გამარტივებული ფორმის არსებობა, რომელიც გულისხმობს შესავსები
                           ველების ნაკლებ რაოდენობას. ამ შემთხვევაში, აუცილებელი დამატებითი ინფორმაციის შევსების
                           მიზნით, მყიდველს დაუკავშირდება კომპანიის ოპერატორი.
                        </p></li>
                        <li><p>
                           3.7 მომხმარებელს ყიდვის განხორციელება შეუძლია ავტორიზაციის გარეშეც. მისთვის სასურველ
                           პროდუქტის ან პროდუქტების შსერჩევისა და კალათში დამატების შემდეგ, ყიდვის გვერდზე
                           ავსებს პირად ინფორმაციას: სახელსა და გვარს, ფაქტიური მისამართს, პირადი ნომრს,
                           ტელეფონს, ირჩევს მიტანის და მისთვის სასურველ გადახდის მეთოდებს და ასრულებს
                           ყიდვის პროცედურას;
                        </p></li>
                        <li><p>
                           3.8. კომპანიას უფლება აქვს გააუქმოს რეგისტრაცია და მომხმარებლის ანგარიში, თუ
                           დაფიქსირდება ამ ხელშეკრულებით ან კანონით გათვალისწინებული მოთხოვნების დარღვევა
                           და არაკეთილსინდისიერი ქმედება;
                        </p></li>
                        <li><p>
                           3.9. ონლაინ მაღაზიაში პროდუქციის შეძენისა და გადახდის მოკლე ინსტრუქცია  შეგიძლიათ
                           <span className="linkStyle"><a href="/#">იხილოთ აქ</a></span>.
                        </p></li>
                     </ul>
                  </div>
                  <div className="MTT2SubTextContainer">
                     <h4>4. რეგისტრირებული უნივერსალური იდენტიფიკატორები</h4>
                     <ul>
                        <li><p>
                           4.1. მომხმარებლის სახელი – დისტანციური მომსახურების მისაღებად, ავტორიზაციის
                           განხორციელებისათვის საჭირო, ცენტრალიზებული იდენტიფიკაციის სისტემის მიერ ავტომატურ
                           რეჟიმში განსაზღვრული ერთ-ერთი პარამეტრი;
                        </p></li>
                        <li><p>
                           4.2. პაროლი – ცენტრალიზებული დისტანციური მომსახურების მისაღებად ავტორიზაციის
                           განხორციელებისათვის საჭირო ერთ-ერთი პარამეტრი, რომელსაც მომხმარებელი თვითონ
                           განსაზღვრავს ცენტრალიზებული იდენტიფიკაციის სისტემაში რეგისტრაციისთანავე,
                           Frutera.ge-ს მიერ შერჩეული დისტანციური მომსახურების არხ(ებ)ის ან კომუნიკაციის
                           სხვა არხის საშუალებით.  პაროლი ექვემდებარება შემდგომ განახლებას/ცვლილებას მომხმარებლის
                           სურვილისამებრ;
                        </p></li>
                        <li><p>
                           4.3. მობილური ტელეფონის ნომერი – ტელეფონის ნომერი, რომელზეც მომხმარებელი იღებს
                           ცენტრალიზებული დისტანციური მომსახურებით განსაზღვრული ოპერაციების წარმოებისთვის
                           საჭირო ერთჯერად წვდომის კოდებსა და ერთჯერად პაროლებს (ასეთის არსებობის შემთხვევაში);
                        </p></li>
                        <li><p>
                           4.4.  მომხმარებლის პირადი ნომერი - საიდენტიფიკაციო ნომერი;
                        </p></li>
                        <li><p>
                           4.5.  მომხმარებლის ელექტრონული ფოსტის მისამართი - უნიკალური იდენტიფიკატორი და
                           ელექტრონული ფოსტის მისამართი, რომელზეც მომხმარებელი იღებს ცენტრალიზებული დისტანციური
                           მომსახურებით განსაზღვრული ოპერაციების წარმოებისთვის საჭირო წვდომის კოდებსა და პაროლებს
                           (ასეთის არსებობის შემთხვევაში). ცენტრალიზებული დისტანციური მომსახურების მისაღებად მომხმარებელს
                           შესაძლოა განესაზღვროს ავტორიზაციის განხორციელების ვალდებულება მარტივი (სახელისა და პაროლის
                           გამოყენება) ან რთული (სახელის, პაროლისა და ერთჯერადი კოდის გამოყენება) ავტორიზაციის მეთოდით.
                           ავტორიზაციის მეთოდი ყოველი შესაბამისი დისტანციური მომსახურების არხ(ებ)ის/მომსახურებებით
                           სარგებლობისათვის ასევე რეგისტრირდება ცენტრალიზებული იდენტიფიკაციის სისტემაში;
                        </p></li>
                        <li><p>
                           4.6.  მომსახურების გაუმჯობესებისა ან/და უსაფრთხოების მიზნებისთვის კომპანიამ შესაძლებელია
                           განსაზღვროს დამატებითი ან განსხვავებული მომხმარებლის იდენტიფიკატორები.
                        </p></li>
                     </ul>
                  </div>
                  <div className="MTT2SubTextContainer">
                     <h4>5. ავტორიზაცია</h4>
                     <ul>
                        <li><p>
                           5.1.  ანგარიშის რეგისტრაციის შემდეგ, მომხმარებელი გადის ავტორიზაციას, რაც
                           საჭიროა ვებ-გვერდის სრული შესაძლებლობების გამოყენებისთვის (საკუთარი პროფილის
                           / ანგარიშის არსებობა და მასთან დაკავშირებული ფუნქციებ
                        </p></li>
                        <li><p>
                           5.2. ავტორიზაცია ხორციელდება მომხმარებლის უნივერსალური იდენტიფიკატორების საშუალებით.
                        </p></li>
                     </ul>
                  </div>
                  <div className="MTT2SubTextContainer">
                     <h4>6. მომხმარებელის მიერ სასურველი პროდუქტის შერჩევა, შეკვეთის განთავსება და მიღება</h4>
                     <ul>
                        <li><p>
                           6.1.  ავტორიზაციის ან ავტორიზაციის გარეშე მომხმარებელს შეუძლია სხვადასხვა ინფორმაციაზე
                           წვდომა და შესყიდვის განხორციელება, საიტზე განთავსებული ნავიგაციის ღილაკების მეშვეობით.
                        </p></li>
                        <li><p>
                           6.2.  საიტზე განთავსებული ძიების ან ნავიგაციის სხვა ღილაკების საშუალებით მომხმარებელი
                           ირჩევს მისთვის სასურველი პროდუქციის კატეგორიას, რის შემდეგაც მას საშუალება ეძლევა
                           მოახდინოს მონაცემთა ფილტრაცია პროდუქტის მახასიათებლების ან/და სხვა შეთავაზებული
                           მონაცემის მიხედვით.
                        </p></li>
                        <li><p>
                           6.3. ნივთის შეძენა მოხმარებელს შეუძლია განახორციელოს სტანდარტული მეთოდით:
                        </p></li>
                        <li><p>
                           6.3.1. მომხმარებელი  სპეციალურად განკუთვნილი ღილაკის მონიშვნით ირჩევს და
                           ათავსებს მისთვის სასურველ პროდუქტს საკუთარ კალათაში.
                        </p></li>
                        <li><p>
                           6.3.2. პროდუქტის კალათაში განთავსების შემდეგ მომხმარებელი აირჩევს „კალათის ნახვის“
                           ღილაკს, რის შემდეგაც აირჩევს „ყიდვის“ ღილაკს და გადამისამართდება შესყიდვის და
                           ანგარიშსწორების გვერდზე, სადაც პროდუქტის ღირებულებას შესაძლოა დაემატოს სხვადასხვა
                           მომსახურების (მაგ: მიწოდების, განვადების ფასნამატის) საფასური და საჭირო მონაცემების შევსების
                           შემდეგ მოახდენს პროდუქციის შესყიდვას.
                        </p></li>
                        <li><p>
                           6.4. მომხმარებელი Frutera.ge პლატფორმის საშუალებით შეძენილი პროდუქციის მიღებას
                           შეძლებს კომპანიის ანგარიშზე თანხის ასახვიდან თბილისში 1-2 სამუშაო დღის, ხოლო
                           რეგიონებში 3-5 სამუშაო დღის განმავლობაში.
                        </p></li>
                        <li><p>
                           6.5. მომხმარებელს უფლება აქვს ისარგებლოს შეძენილი პროდუქტის დაბრუნების ან
                           შეცვლის უფლებით, თანდართული დაბრუნების/შეცვლის პოლიტიკის მიხედვით <span className="linkStyle">(მუხლი # 8)</span>.
                        </p></li>
                        <li><p>
                           6.6. შეძენილი პროდუქციის მიწოდება ხდება საქართველოს ყველა იმ ქალაქში, რომელთა არჩევაც
                           მომხმარებელს შეუძლია შესყიდვის გვერდზე.
                        </p></li>
                        <li><p>
                           6.7. <span className="boldStyle">მიწოდების პირობები შემდეგია:</span>
                        </p></li>
                        <li><p>
                           6.7.1. პლასტიკური ბარათი - VISA / Master Card - ით გადახდის შემთხვევაში, მიწოდება
                           ხდება თბილისში 2 სამუშაო დღის, ხოლო რეგიონებში 3-5 სამუშაო დღის განმავლობაში.
                        </p></li>
                        <li><p>
                           6.7.2. ინვოისის საფუძველზე საბანკო გადარიცხვის მეთოდით გადახდის შემთხვევაში, მიწოდება
                           ხდება გამყიდველის საბანკო ანგარიშზე თანხის ასახვიდან 2 სამუშაო დღის განმავლობაში თბილისში,
                           ხოლო რეგიონებში 3-5 სამუშაო დღის განმავლობაში.
                        </p></li>
                        <li><p>
                           6.7.3. მიწოდება ხორციელდება მხოლოდ მისამართზე, სართულზე ატანის მომსახურების გარეშე.
                        </p></li>
                        <li><p>
                           6.8 გადახდა ხორციელდება შემდეგი მეთოდებით:
                        </p></li>
                        <li><p>
                           6.8.1. შესყიდვის გვერდზე არჩეული მიწოდების მეთოდის შესაბამისად, გადახდა შესაძლებელია
                           განხორციელდეს პლასტიკური ბარათის და ონლაინ ტრანზაქციის; ონლაინ განვადების ან
                           საბანკო გადარიცხვის გზით.
                        </p></li>
                        <li><p>
                           6.8.3. საწარმოდან გატანის შემთხვევაში მოქმედებს გადახდის ყველა არსებული მეთოდი.
                        </p></li>
                        <li><p>
                           6.9. შეკვეთების დამუშავება ხდება 10:00-დან 18:00 საათამდე. 18 საათის შემდეგ ან კვირას
                           განხორციელებული შეკვეთების დამუშავება ხდება მომდევნო სამუშაო დღეს, თუმცა შესაძლოა
                           მოქმედებდეს სხვა პირობებიც.
                        </p></li>
                     </ul>
                  </div>
                  <div className="MTT2SubTextContainer">
                     <h4>7. ანგარიშსწორება Frutera.ge-სა და მომხმარებელს შორის </h4>
                     <ul>
                        <li><p>
                           7.1 მყიდველი Frutera.ge-სთან ანგარიშსწორებას ახდენს გადახდის შემდეგი მეთოდებით:
                        </p></li>
                     </ul>
                     <p>
                        VISA ან MASTERCARD ბარათით საიტზე <a href="/#">www.frutera.ge</a><br/>
                        საბანკო ანგარიშზე გადარიცხვა ინვოისის საფუძველზე (შენიშვნა: იმ შემთხვევაში, თუ მიწოდების ტარიფის
                        დათვლა არ ხდება ავტომატურად, მომხმარებელი უნდა დაელოდოს ახალ ინვოისს, რომელშიც მითითებული
                        იქნება მიწოდების დაანგარიშებული ტარიფი).
                     </p>
                  </div>
                  <div className="MTT2SubTextContainer">
                     <h4>8. პროდუქციის შეცვლის პირობები </h4>
                     <ul>
                        <li><p>
                           8.1. პროდუქცია ექვემდებარება გაცვლას იმ შემთხვევაში თუ:
                        </p></li>
                        <li><p>
                           8.1.1 პროდუქცია ვადიანია, მაგრამ გაფუჭებულია და პროდუქციის წუნი პირველადი
                           შეფასებით თვალისთვის შეუმჩნეველია (მაგ: შეფუთული ჩირი, რომელიც აღმოჩნდა რომ
                           შიგნით დაობებულია) - ამ შემთხვევაში კომპანიის წარმომადგენელი გიცვლით  მას
                           ხარისხინი პროდუქტით.
                        </p></li>
                        <li><p>
                           8.1.2  შეკვეთის ფორმირების დროს ონლაინ მაღაზიამ დაუშვა შეცდომა, რის შედეგადაც
                           მიიღეთ არასწორი სახის ან/და არასწორი მახასიათებლების მქონე პროდუქცია.
                        </p></li>
                        <li><p>
                           8.2. კომპანია ფრუტერა მომხმარებლის მიერ პროდუქტის დაბრუნებისას/შეცვლისას
                           უზრუნველყოფს ტრანსპორტირებას იმ შემთხვევაში, თუ:
                           <ul className="dotStyle">
                              <li><p>პროდუქტი არ შეესაბამება შეკვეთას/ან ვებ-გვერდზე განთავსებულ მახასიათებლებს;</p></li>
                              <li><p>მიწოდების შეთანხმებული დრო დაირღვა კომპანიის მხრიდან;</p></li>
                           </ul>
                        </p></li>
                     </ul>
                  </div>
                  <div className="MTT2SubTextContainer">
                     <h4>9. ტრანსპორტირების მომსახურების ღირებულების ანაზღაურების წესი</h4>
                     <ul>
                        <li><p>
                           9.1. კომპანია ფრუტერა მომხმარებლის მიერ პროდუქტის დაბრუნებისას/შეცვლისას
                           ანაზღაურებს ტრანსპორტირების მომსახურების ღირებულებას, იმ შემთხვევაში, თუ:
                           <ul className="dotStyle">
                              <li><p>პროდუქტი არ შეესაბამება შეკვეთას/ან ვებ-გვერდზე განთავსებულ მახასიათებლებს;</p></li>
                              <li><p>პროდუქტს აქვს ქარხნული წუნი;</p></li>
                              <li><p>პროდუქტი დაზიანებულია ტრანსპორტირების პროცესში;</p></li>
                              <li><p>მიწოდების შეთანხმებული დრო დაირღვა კომპანიის მხრიდან.</p></li>
                           </ul>
                        </p></li>
                     </ul>
                  </div>
               </div>
            </div>
         </div>
      </>
   )
}